animate1 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `Хайло — добрый и отзывчивый друг, с кото`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate2 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `айло — добрый и отзывчивый друг, с котор`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate3 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `йло — добрый и отзывчивый друг, с которы`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate4 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ло — добрый и отзывчивый друг, с которым`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate5 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `о — добрый и отзывчивый друг, с которым `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate6 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` — добрый и отзывчивый друг, с которым в`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate7 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `— добрый и отзывчивый друг, с которым вс`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate8 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` добрый и отзывчивый друг, с которым все`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate9 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `добрый и отзывчивый друг, с которым всег`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate10 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `обрый и отзывчивый друг, с которым всегд`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate11 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `брый и отзывчивый друг, с которым всегда`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate12 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `рый и отзывчивый друг, с которым всегда `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate13 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ый и отзывчивый друг, с которым всегда и`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate14 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `й и отзывчивый друг, с которым всегда ин`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate15 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` и отзывчивый друг, с которым всегда инт`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate16 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `и отзывчивый друг, с которым всегда инте`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate17 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` отзывчивый друг, с которым всегда интер`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate18 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `отзывчивый друг, с которым всегда интере`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate19 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `тзывчивый друг, с которым всегда интерес`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate20 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `зывчивый друг, с которым всегда интересн`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate21 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ывчивый друг, с которым всегда интересно`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate22 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `вчивый друг, с которым всегда интересно `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate23 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `чивый друг, с которым всегда интересно и`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate24 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ивый друг, с которым всегда интересно и `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate25 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `вый друг, с которым всегда интересно и к`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate26 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ый друг, с которым всегда интересно и ко`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate27 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `й друг, с которым всегда интересно и ком`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate28 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` друг, с которым всегда интересно и комф`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate29 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `друг, с которым всегда интересно и комфо`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate30 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `руг, с которым всегда интересно и комфор`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate31 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `уг, с которым всегда интересно и комфорт`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate32 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `г, с которым всегда интересно и комфортн`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate33 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `, с которым всегда интересно и комфортно`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate34 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` с которым всегда интересно и комфортно,`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate35 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `с которым всегда интересно и комфортно, `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate36 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` которым всегда интересно и комфортно, в`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate37 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `которым всегда интересно и комфортно, ве`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate38 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `оторым всегда интересно и комфортно, вед`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate39 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `торым всегда интересно и комфортно, ведь`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate40 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `орым всегда интересно и комфортно, ведь `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate41 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `рым всегда интересно и комфортно, ведь в`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate42 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ым всегда интересно и комфортно, ведь вс`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate43 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `м всегда интересно и комфортно, ведь все`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate44 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` всегда интересно и комфортно, ведь всег`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate45 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `всегда интересно и комфортно, ведь всегд`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate46 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `сегда интересно и комфортно, ведь всегда`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate47 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `егда интересно и комфортно, ведь всегда `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate48 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `гда интересно и комфортно, ведь всегда г`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate49 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `да интересно и комфортно, ведь всегда го`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate50 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `а интересно и комфортно, ведь всегда гот`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate51 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` интересно и комфортно, ведь всегда гото`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate52 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `интересно и комфортно, ведь всегда готов`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate53 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `нтересно и комфортно, ведь всегда готов `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate54 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `тересно и комфортно, ведь всегда готов п`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate55 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ересно и комфортно, ведь всегда готов по`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate56 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ресно и комфортно, ведь всегда готов под`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate57 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `есно и комфортно, ведь всегда готов подн`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate58 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `сно и комфортно, ведь всегда готов подня`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate59 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `но и комфортно, ведь всегда готов поднят`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate60 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `о и комфортно, ведь всегда готов поднять`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate61 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` и комфортно, ведь всегда готов поднять `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate62 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `и комфортно, ведь всегда готов поднять н`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate63 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` комфортно, ведь всегда готов поднять на`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate64 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `комфортно, ведь всегда готов поднять нас`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate65 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `омфортно, ведь всегда готов поднять наст`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate66 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `мфортно, ведь всегда готов поднять настр`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate67 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `фортно, ведь всегда готов поднять настро`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate68 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ортно, ведь всегда готов поднять настрое`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate69 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ртно, ведь всегда готов поднять настроен`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate70 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `тно, ведь всегда готов поднять настроени`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate71 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `но, ведь всегда готов поднять настроение`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate72 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `о, ведь всегда готов поднять настроение `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate73 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `, ведь всегда готов поднять настроение и`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate74 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` ведь всегда готов поднять настроение и `
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate75 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ведь всегда готов поднять настроение и п`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate76 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `едь всегда готов поднять настроение и пу`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate77 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `дь всегда готов поднять настроение и пуд`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate78 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `ь всегда готов поднять настроение и пудд`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate79 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  ` всегда готов поднять настроение и пудде`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate80 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `всегда готов поднять настроение и пуддер`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate81 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `сегда готов поднять настроение и пуддерж`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate82 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `егда готов поднять настроение и пуддержа`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate83 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `гда готов поднять настроение и пуддержат`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate84 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `да готов поднять настроение и пуддержать`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
animate85 = """
╭─━━━━━───━──━━━⊱⋆⊰━━━─────━━━━━━─╮
  `а готов поднять настроение и пуддержать)`
╰─━━━━━━━━─────━⊱⋆⊰━━━──━───━━━━━─╯
"""
